{
  "about_title": "О нас",
  "about_us": "At Koostis.ee, we’re a team of young, ambitious professionals from Estonia who are passionate about revolutionizing the way people discover skincare products. As Estonians, we value innovation, simplicity, and functionality, which is deeply reflected in our platform. Skincare is a personal journey for us, and through our project, we aim to create a tool that’s as close to our users as it is to our hearts.",
  "actions": "Действия",
  "acts_as": "Выступает как",
  "all_actions": "Все действия",
  "all_brands": "Все бренды",
  "all_categories": "Все категории",
  "all_countries": "Все страны",
  "all_types": "Все типы",
  "also_known_as": "Также известен как",
  "anton_speech": "Anton Kuksov — Co-Founder, UX/UI Designer, and Front-End Developer \"I believe great design makes the complex simple. At Koostis.ee, I work to ensure the platform is not only visually appealing but also incredibly user-friendly. My aim is for every visitor to feel that the platform is made just for them.\"",
  "anzelika_speech": "Anzelika Bykova — Co-Founder, Product Manager and Business Developer \"I believe that conscious skincare is not a luxury, but a necessity. At Koostis.ee, I focus on strategy and business development to help people find the right products quickly and effortlessly. My goal is to make our platform a trusted tool for everyone.\" ",
  "brand": "Брэнд",
  "brands": "Бренды",
  "brands_about": "Бренды, которым доверяют. На Koostis.ee — только проверенные бренды с качественными ингредиентами. Откройте для себя известные и новые марки и узнайте, как их продукты могут улучшить ваш уход.",
  "can_help_with": "Помогает с",
  "contact": "Контакты",
  "contact_b2b": "Для B2B партнеров",
  "contact_text": "Если у вас появились вопросы или предложения относительно улучшения сайта пожалуйста дайте нам обратную связь.",
  "countries": "Страны",
  "cruelty_free": "Без жестокости",
  "desctiption": "Описание",
  "discover": "Откройте для себя лучшие средства для макияжа и ухода на основе их ингредиентов. Независимо от того, ищете ли вы средства по уходу за кожей, волосами или макияжем, наша обширная база данных поможет вам найти именно то, что вам нужно.",
  "explore_more": "Узнать больше...",
  "home": "Главная",
  "how_to_use": "Как использовать",
  "ingredient_types": "Виды ингредиентов",
  "ingredients": "Ингредиенты",
  "ingredients_about": "Энциклопедия ингредиентов для осознанного выбора. Наша библиотека ингредиентов поможет вам узнать, как каждый компонент влияет на состояние кожи. Ищите по названию, задавайте фильтры и находите только то, что соответствует вашим целям.",
  "ingrid": "ИНГРИД",
  "ksenia_speech": "Ksenija Kivojenko — Co-Founder, Web Developer and Database Specialist \"The idea for Koostis.ee came from my own need to better understand cosmetic ingredients. As a developer, I’m building a platform that simplifies this process for everyone. It’s important to me that users can trust the information we provide.\"",
  "learn": "Бьютитайны",
  "learn_about": "Советы, исследования и тренды в уходе за кожей. Читать статьи, экспертизу и полезные рекомендации от специалистов по уходу за кожей. Оставайтесь в курсе новинок, изучайте советы по подбору средств и улучшайте свой уход.",
  "learn_description": "Learn learn learn",
  "log_in": "Вход",
  "log_out": "Выйти",
  "mission": "To empower individuals to make informed skincare choices through a platform that simplifies the search for products by ingredients, budgets, and personal needs.",
  "mission_title": "Our Mission",
  "nothing_found": "Ничего не найдено",
  "origin": "Производство",
  "ourfeature1": "Найти продукты по ингредиентам: используйте поиск и фильтры, чтобы найти средства с нужными компонентами для ухода.",
  "ourfeature2": "Изучить ингредиенты: переходите к энциклопедии, чтобы понять, как каждый компонент воздействует на кожу.",
  "ourfeature3": "Просмотреть лучшие бренды: выбирайте проверенные бренды и находите подходящие вам продукты.",
  "ourfeature4": "Читать статьи и рекомендации: ознакомьтесь с советами экспертов, чтобы узнать больше о трендах и эффективных методах ухода за кожей",
  "ourteam_title": "Our team",
  "password": "Пароль",
  "popular_ingredients": "Популярные ингредиенты",
  "privacy_policy": "Политика конфиденциальности",
  "products": "Продукты",
  "products_about": "Найдите идеальный уход для вашей кожи. Подберите косметику с нужными ингредиентами, типом и эффектом. Используйте фильтры, чтобы найти продукты для ваших конкретных потребностей — от увлажнения до борьбы с акне.",
  "products_of_these_brands": "Продукты этих брендов",
  "products_with_ingredient": "Продуктов в сосвтаве которых есть этот ингредиент:",
  "search": "Введи название ингредиента или продукта",
  "sign_up": "Регистрация",
  "terms_of_service": "Условия обслуживания",
  "this_ingredient_is_a_group": "Этот ингредиент представляет собой группу ингредиентов. Вот они:",
  "username": "Имя пользователя",
  "vegan": "Vegan",
  "vision": "To grow from being Estonia’s go-to skincare platform to a trusted name across Europe, making personalized skincare accessible and easy for everyone.",
  "vision_title": "Our Vision",
  "welcome": "Ингредиенты важны – выбирай косметику с умом",
  "welcome_subtitle": "Поиск продуктов по ингредиентам и их анализ для вашего идеального ухода за кожей.",
  "when_to_use": "Когда использовать"
}