{
  "about_title": "Meist",
  "about_us": "At Koostis.ee, we’re a team of young, ambitious professionals from Estonia who are passionate about revolutionizing the way people discover skincare products. As Estonians, we value innovation, simplicity, and functionality, which is deeply reflected in our platform. Skincare is a personal journey for us, and through our project, we aim to create a tool that’s as close to our users as it is to our hearts.",
  "actions": "Toimingud",
  "acts_as": "Toimib kui",
  "all_actions": "Kõik toimingud",
  "all_brands": "Kõik brändid",
  "all_categories": "Kõik kategooriad",
  "all_countries": "Kõik riigid",
  "all_types": "Kõik tüübid",
  "also_known_as": "Tuntud ka kui",
  "anton_speech": "Anton Kuksov — Co-Founder, UX/UI Designer, and Front-End Developer \"I believe great design makes the complex simple. At Koostis.ee, I work to ensure the platform is not only visually appealing but also incredibly user-friendly. My aim is for every visitor to feel that the platform is made just for them.\"",
  "anzelika_speech": "Anzelika Bykova — Co-Founder, Product Manager and Business Developer \"I believe that conscious skincare is not a luxury, but a necessity. At Koostis.ee, I focus on strategy and business development to help people find the right products quickly and effortlessly. My goal is to make our platform a trusted tool for everyone.\" ",
  "brand": "Bränd",
  "brands": "Brändid",
  "brands_about": "Brändid, midasaab usaldada. Koostis.ee lehelt leiad ainult kontrollitud brändid ja kvaliteetsed koostisosad. Avastage tuntuid ja uusi kaubamärke ning vaadake, kuidas needtooted saavad teie nahahooldust täiustada.",
  "can_help_with": "Aitab vastu",
  "contact": "Kontakt",
  "contact_b2b": "B2B partneritele",
  "contact_text": "Kui teil on saidi täiustamise kohta küsimusi või ettepanekuid, andke meile tagasisidet.",
  "countries": "Riigid",
  "cruelty_free": "Julmuse vaba",
  "desctiption": "Kirjeldus",
  "discover": "Avasta parimad meigi- ja nahahooldustooted koostisosade põhjal. Olgu sul vaja nahahooldus-, juuksehooldus- või meigitooteid, meie põhjalik andmebaas aitab sul leida täpselt selle, mida vajad.",
  "explore_more": "Uuri rohkem...",
  "home": "Avaleht",
  "how_to_use": "Kuidas kasutada",
  "ingredient_types": "Koostisosade tüübid",
  "ingredients": "Koostisosad",
  "ingredients_about": "Koostisosade entsüklopeedia teadlikuks valikuks. Meie koostisosade andmebaas aitab teil mõista, kuidas iga komponent naha seisundit mõjutab. Otsige nime järgi, kasutage filtreid ja leidke täpselt see, mis sobib teienahahoolduse eesmärkidega.",
  "ingrid": "INGRID",
  "ksenia_speech": "Ksenija Kivojenko — Co-Founder, Web Developer and Database Specialist \"The idea for Koostis.ee came from my own need to better understand cosmetic ingredients. As a developer, I’m building a platform that simplifies this process for everyone. It’s important to me that users can trust the information we provide.\"",
  "learn": "Ilunipid",
  "learn_about": "Nõuanded, uuringud ja trendid nahahoolduses. Lugege artikleid, ekspertide soovitusi ja kasulikke nõuandeid. Olge kursis uute trendideeja soovitustega toodete valikul ning täiendage oma nahahooldust teadmistega.",
  "learn_description": "Learn learn learn",
  "log_in": "Logi sisse",
  "log_out": "Logi välja",
  "mission": "To empower individuals to make informed skincare choices through a platform that simplifies the search for products by ingredients, budgets, and personal needs.",
  "mission_title": "Meie missioon",
  "nothing_found": "Midagi ei leitud",
  "origin": "Päritolu",
  "ourfeature1": "Otsi tooteid koostisosade järgi: kasuta otsingut ja filtreid, et leida just teile sobivad hooldustooted.",
  "ourfeature2": "Uurida koostisosi: tutvuge meie entsüklopeediaga, et mõista, kuidas iga komponent nahale mõjub.",
  "ourfeature3": "Avasta parimad brändid: vali usaldusväärsete brändide hulgast ja leia enda vajadustele sobivaimad tooted.",
  "ourfeature4": "Loe artikleid ja soovitusi: tutvu ekspertide nõuannetega ja õpi tundma nahahoolduse trende ja tõhusaid meetodeid.",
  "ourteam_title": "Meie tiim",
  "password": "Salasõna",
  "popular_ingredients": "Populaarsed koostisosad",
  "privacy_policy": "Privaatsuspoliitika",
  "products": "Tooted",
  "products_about": "Leia täiuslik hooldus oma nahale. Vali kosmeetikatooted vajalike koostisosade, tüübi ja toime järgi. Kasutage filtreid, et leida just teievajadustele sobivaiid tooteid — alates niisutamisest kuni aknevastase hoolduseni.",
  "products_of_these_brands": "Nende brändide tooted",
  "products_with_ingredient": "Tooted selle koostisosaga:",
  "search": "Sisesta koostisosa või toote",
  "sign_up": "Registreeru",
  "terms_of_service": "Kasutustingimused",
  "this_ingredient_is_a_group": "See koostisosa on koostisosade rühm. Nemad on:",
  "username": "Kasutajanimi",
  "vegan": "Vegan",
  "vision": "To grow from being Estonia’s go-to skincare platform to a trusted name across Europe, making personalized skincare accessible and easy for everyone.",
  "vision_title": "Our Vision",
  "welcome": "Koostisosad on olulised – vali kosmeetikat targalt",
  "welcome_subtitle": "Otsige tooteid koostisosade järgi ja analüüsige neid oma täiusliku nahahooldusrutiini jaoks.",
  "when_to_use": "Millal kasutada"
}