{
  "about_title": "About us",
  "about_us": "At Koostis.ee, we’re a team of young, ambitious professionals from Estonia who are passionate about revolutionizing the way people discover skincare products. As Estonians, we value innovation, simplicity, and functionality, which is deeply reflected in our platform. Skincare is a personal journey for us, and through our project, we aim to create a tool that’s as close to our users as it is to our hearts.",
  "actions": "Actions",
  "acts_as": "Acts as",
  "all_actions": "All actions",
  "all_brands": "All brands",
  "all_categories": "All categories",
  "all_countries": "All countries",
  "all_types": "All types",
  "also_known_as": "Also known as",
  "anton_speech": "Anton Kuksov — Co-Founder, UX/UI Designer, and Front-End Developer \"I believe great design makes the complex simple. At Koostis.ee, I work to ensure the platform is not only visually appealing but also incredibly user-friendly. My aim is for every visitor to feel that the platform is made just for them.\"",
  "anzelika_speech": "Anzelika Bykova — Co-Founder, Product Manager and Business Developer \"I believe that conscious skincare is not a luxury, but a necessity. At Koostis.ee, I focus on strategy and business development to help people find the right products quickly and effortlessly. My goal is to make our platform a trusted tool for everyone.\" ",
  "brand": "Brand",
  "brands": "Brands",
  "brands_about": "Brands You Can Trust. On Koostis.ee, you’ll find only verified brands with quality ingredients. Discover well-known and new brands and learn how their products can enhance your skincare routine.",
  "can_help_with": "Can help with",
  "contact": "Contact",
  "contact_b2b": "For B2B partners",
  "contact_text": "If you have any questions or suggestions regarding improvement of the site, please give us feedback.",
  "countries": "Countries",
  "cruelty_free": "Cruelty free",
  "desctiption": "Description",
  "discover": "Discover the best makeup and care products based on their ingredients. Whether you're looking for skincare, haircare, or makeup products, our comprehensive database will help you find exactly what you need.",
  "explore_more": "Explore more...",
  "home": "Home",
  "how_to_use": "How to use",
  "ingredient_types": "Ingredient types",
  "ingredients": "Ingredients",
  "ingredients_about": "Ingredient Encyclopedia for Informed Choices. Our ingredient library helps you discover how each component impacts your skin. Search by name, set filters, and find exactly what aligns with your skincare goals.",
  "ingrid": "INGRID",
  "ksenia_speech": "Ksenija Kivojenko — Co-Founder, Web Developer and Database Specialist \"The idea for Koostis.ee came from my own need to better understand cosmetic ingredients. As a developer, I’m building a platform that simplifies this process for everyone. It’s important to me that users can trust the information we provide.\"",
  "learn": "Learn",
  "learn_about": "Advice, Research, and Trends in Skincare. Read articles, expertise, and helpful tips from skincare professionals. Stay updated on new trends, learn product selection tips, and boost your skincare with valuable insights.",
  "learn_description": "Learn learn learn",
  "log_in": "Log in",
  "log_out": "Log out",
  "mission": "To empower individuals to make informed skincare choices through a platform that simplifies the search for products by ingredients, budgets, and personal needs.",
  "mission_title": "Our Mission",
  "nothing_found": "Nothing found",
  "origin": "Origin",
  "ourfeature1": "Find products by ingredients: use search and filters to locate products with the components you need for your skincare routine.",
  "ourfeature2": "Explore ingredients: go to the encyclopedia to understand how each ingredient affects your skin.",
  "ourfeature3": "Discover top brands: select from trusted brands and find products that suit your preferences.",
  "ourfeature4": "Read articles and recommendations: check out expert advice to learn about trends and effective skincare methods.",
  "ourteam_title": "Our team",
  "password": "Password",
  "popular_ingredients": "Popular ingredients",
  "privacy_policy": "Privacy Policy",
  "products": "Products",
  "products_about": "Find the Perfect Care for Your Skin. Select skincare products based on the ingredients, type, and effects you need. Use filters to locate products for your specific concerns — from hydration to acne care.",
  "products_of_these_brands": "Products of these brands",
  "products_with_ingredient": "Products with this ingredient:",
  "search": "Enter the name of an ingredient or product",
  "sign_up": "Sign up",
  "terms_of_service": "Terms of Service",
  "this_ingredient_is_a_group": "This ingredient is a group of ingredients. They are:",
  "username": "Username",
  "vegan": "Vegan",
  "vision": "To grow from being Estonia’s go-to skincare platform to a trusted name across Europe, making personalized skincare accessible and easy for everyone.",
  "vision_title": "Our Vision",
  "welcome": "Ingredients matter – choose cosmetics wisely",
  "welcome_subtitle": "Search products by ingredients and analyze them for your perfect skin care routine.",
  "when_to_use": "When to use"
}